tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "actionlint"
brew "awscli"
brew "blueutil"
brew "cmake"
brew "csvq"
brew "dbmate"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "gh"
brew "git"
brew "git-lfs"
brew "hstr"
brew "jenv"
brew "jq"
brew "lsd"
brew "python@3.11"
brew "mackup"
brew "mise"
brew "neovim"
brew "nkf"
brew "postgresql@14"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "tree"
brew "daipeihust/tap/im-select"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "beyond-compare"
cask "bitwarden"
cask "bloomrpc"
cask "cleanshot"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fig"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "kindle"
cask "openinterminal-lite"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"
