tap "daipeihust/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "actionlint"
brew "awscli"
brew "bat"
brew "blueutil"
brew "cmake"
brew "csvq"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "eza"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "go"
brew "hstr"
brew "jenv"
brew "jnv"
brew "jq"
brew "lsd"
brew "mise"
brew "neovim"
brew "nkf"
brew "peco"
brew "pipx"
brew "postgresql@14"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "sccache"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "supabase/tap/supabase"
cask "1password"
cask "alfred"
cask "beyond-compare"
cask "bitwarden"
cask "bloomrpc"
cask "cleanshot"
cask "discord"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "gcloud-cli"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "openinterminal-lite"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"
